import React from 'react'
import './practice.css'

const Practice = () => {
    return (
        <div>
            <div><h2>Циві́льне право</h2>
                <p>Прийнятий 2003 року новий Цивільний кодекс України кардинально змінив усю систему українського цивільного законодавства.</p>
            </div>
            <ul>
                <h4>Принципи сучасного цивільного права (ст. 3 ЦКУ) :</h4>
                <li>неприпустимість свавільного втручання в особисте життя людини
</li>
                <li>неприпустимість позбавлення права власності, крім випадків передбачених законом та Конституцією України</li>
                <li>свобода договору</li>
                <li>свобода підприємництва, що не заборонена законом</li>
                <li>судовий захист прав та інтересів.</li>
                <li>справедливість, добросовісність та розумність</li>
            </ul>
            <div className="articles">
                <p>Головні норми цивільного права були зібрані в 11 — 12 століттях у відомому збірнику «Руська Правда», але й інші писані джерела містили деякі норми цивільного права; наприклад: церковні, пісенні та генускальні адміністративні акти (устави) тощо.</p>
                <p>Право власності на рухоме майно, включно з кіньми, рабами і т. д., базувалося на фактичному посіданні. Зем. власність не була виразно визначена, але деякі права власності, наприклад, посідання вуликів (борті) давало власникові право і на землю, т. зв. бортні землі. Цивільні зобов'язання могли діяти тільки між особами, що не були обмежені у їхній правоздатності; продаж і купівля, позика, найм і застава згадуються як договори.</p>
                <p>Основним інститутом родини уважався шлюб, що в дохрист. часи відбувався у формі викрадення нареченої, купівлі або «приведення жінки». Навіть після того, як Церква ввела моногамію, многоженство ще було поширене за кн. Володимира і Ярослава. Розлучення наступало у висліди рішення церкв чи світських судів або спеціального «листа» (відпускного), видаваного чоловіком жінці. Спадкове право вже діяло за цієї доби, згідно з яким спадкоємцями були тільки члени родини на підставі заповіту (духівниці) абож закону.</p>
                <p></p>
            </div>
        </div>
    )
}
export default Practice