import React from 'react'
import './prices.css'

const Prices = () => {
    return (
        <div className="prices">
            <div><h1>Ціни на послуги</h1></div>
            <div>
                <table border="1" cellpadding="5" width="100%">
                    <tr>
                        <td>№</td>
                        <td>Види послуг</td>
                        <td>Вартість послуг</td>
                    </tr>
                    <tr>
                        <td colSpan="3">Цивільні справи</td>
                    </tr>
                    <tr>
                        <td>1.1</td>
                        <td>Консультація</td>
                        <td>від 350 грн.</td>
                    </tr>
                    <tr>
                        <td>1.2</td>
                        <td>Позовна заява про розірвання
шлюбу</td>
                        <td>від 500 грн.</td>
                    </tr>
                    <tr>
                        <td>1.3</td>
                        <td>Позовна заява про стягнення
аліментів</td>
                        <td>від 500 грн.</td>
                    </tr>
                    <tr>
                        <td>1.4</td>
                        <td>Позовна заява про поділ майна
подружжя</td>
                        <td>від 1000 грн.</td>
                    </tr>
                    <tr>
                        <td>1.5</td>
                        <td>Позовна заява про стягнення
боргу за позикою<br/> та 3% річних
від суми боргу</td>
                        <td>від 800 грн.</td>
                    </tr>
                    <tr>
                        <td>1.6</td>
                        <td>Скарга на дії ⁄ бездіяльність
державного виконавця</td>
                        <td>від 500 грн.</td>
                    </tr>
                    <tr>
                        <td colSpan="3">Адміністративні справи</td>
                    </tr>
                    <tr>
                        <td>2.1</td>
                        <td>Позовна заява про визнання
недійсною та скасування
постанови державного
виконавця</td>
                        <td>від 500 грн.</td>
                    </tr>
                    <tr>
                        <td>2.2</td>
                        <td>Складання документів в
порядку цивільного судочинства<br/>
або адміністративного
судочинства, а саме: заяв,
звернень, клопотання, відзиву
на позовну заяву,<br/> відповіді на
відзив, заперечення, пояснення</td>
                        <td>від 300 грн.</td>
                    </tr>
                    <tr>
                        <td colSpan="3">Договірна робота</td>
                    </tr>
                    <tr>
                        <td>3</td>
                        <td>Розробка договору поставки
товару</td>
                        <td>від 650 грн.</td>
                    </tr>
                    <tr>
                        <td colSpan="3">Послуги загального характеру</td>
                    </tr>
                    <tr>
                        <td>4</td>
                        <td>Ознайомлення з матеріалами
справ та іншими документами,
їх правова оцінка адвокатом,<br/>
консультування клієнта про
можливі перспективи</td>
                        <td>від 400 грн.</td>
                    </tr>
                    <tr>
                        <td>4.1</td>
                        <td>Пошук додаткових доказів
(складання адвокатського
запиту,<br/> направлення
адвокатського запиту та
отримання відповіді)</td>
                        <td>від 500 грн.</td>
                    </tr>
                    <tr>
                        <td>4.2</td>
                        <td>Представництво в суді</td>
                        <td>від 800 грн. (одне судове

засідання)</td>
                    </tr>
                    <tr>
                        <td>4.3</td>
                        <td>Комплексне ведення справи та
представництво інтересів в суді
1-ї інстанції</td>
                        <td>від 2000 грн.</td>
                    </tr>
                    <tr>
                    <td>4.4</td>
                        <td>Підготовка
апеляційних/касаційних скарг</td>
                        <td>від 1700 грн.</td>
                    </tr>
                    <tr>
                    <td>4.5</td>
                        <td>Комплексне ведення справи та
представництво інтересів в суді
Апеляційної та Касаційної
інстанцій:</td>
                        <td>від 2500 грн.</td>
                    </tr>

                </table>
            </div>
        </div>
    )
}
export default Prices